package com.ring.android.composestarter

val DUMMY_DATA = mutableListOf(
    Memo(
        "안녕",
        "나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야",
        null
    ),
    Memo("안녕2", "흉ㄴ냥흉ㅇㅇ냥이", null),
    Memo("안녕3", " Jetpack에 포함된 LazyColumn은 안드로이드 View의 RecyclerView와 동등하다.", null),
    Memo("안녕4", " 스크롤 위치를 저장한다. 이 state는 또한 스크롤을 이동할 때도 사용된다.", null),
    Memo("안녕5", "우산 없이 비가 와 홀딱 다 젖어도 좋아", null),
    Memo(
        "안녕6",
        "나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야",
        null
    ),
    Memo(
        "안녕7", "우리 앞, 우리 옆 yeah 시기시기질투\n" +
                "자유로운 날갯짓 훨훨훨\n" +
                "꽃송이가 나를 삼킬 걸", null
    ),
    Memo(
        "안녕8", "You know 아끼는 옷에 coffee를 쏟아도\n" +
                "You know 내가 준 목걸이를 잃어버려도 oh\n" +
                "한 번 더 같은 것 (oh) 사준 걸 (ay) 다시 또 잃어도 좋아", null
    ),
    Memo(
        "안녕9",
        "나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야",
        null
    ),
    Memo(
        "안녕10",
        "나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야",
        null
    ),
    Memo(
        "안녕11",
        "나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야 나는 자두야",
        null
    ),
    Memo("안녕 12", "안녕하심까", null),
    Memo("안녕 14", "안녕하심까", null),
    Memo("안녕 13", "안녕하심까", null)
)